/* 
  Localizable.strings
  InstallerSetup

  Created by Chellaprabu V on 27/11/19.
  Copyright © 2019 ZOHO Corporation Private Limited. All rights reserved.
*/

/* Common Text */
"OK" = "Ok";
"CANCEL" = "Cancel";
"CLOSE" = "Close";
"CLICK_HERE" = "Click here" ;
"DONE" = "Done" ;

/* Configure Text */
"CONFIGURE" = "Configure" ;
"CONFIGURING" = "Configuring..." ;
"CONFIGURING_UNATTENDED" = "Configuring unattended access..." ;
"CONFIGURING_SUCCESS" = "is configured for unattended access now" ;
"CONFIGURING_ALREADY" = "This computer is already configured unattended access by" ;
"CONFIGURING_TRANSFER" = "Do you wish to transfer access to" ;

/* Accessibility Box */
"ACCESSIBILITY_MESSAGE" = "Please provide necessary permission for Zoho Assist to establish a remote connection" ;
"ACCESSIBILITY_STEP1" = "Zoho Assist requires Accessibility permission to access and control the device." ;
"ACCESSIBILITY_STEP2" = "Zoho Assist requires Screen Recording permission to capture and record the screen." ;
"ACCESSIBILITY_PERMISSION1" = "Accessibility" ;
"ACCESSIBILITY_PERMISSION2" = "Screen Recording" ;
"ACCESSIBILITY_INFO" = "For more Information" ;
"POPUP_MESSAGE" = "Zoho Assist requires Accessibility and Screen Recording permission to establish a remote connection.";
"CLOSE_POPUP_MESSAGE" = "Accessibility and Screen Recording permissions are enabled. Remote session will begin now.";
"ACCESSIBILITY_TITLE" = "Zoho Assist Accessibility" ;
"CONFIGURE" = "Configure" ;

/* Error Box */
"ERROR_OS" = "Zoho Assist does not support this version of your operating sytem. Click here to check the system requirements." ;
"ERROR_UNKNOWN" = "Unattended agent installation failed due to unexpected issues. Click here to report issue." ;
